transactions.dat
[OVERALL], RunTime(ms), 50
[OVERALL], Throughput(ops/sec), 20000.0
[TOTAL_GCS_G1_Young_Generation], Count, 0
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 484
[READ], AverageLatency(us), 184.26446280991735
[READ], MinLatency(us), 9
[READ], MaxLatency(us), 11639
[READ], 95thPercentileLatency(us), 136
[READ], 99thPercentileLatency(us), 2785
[READ], Return=OK, 484
[CLEANUP], Operations, 10
[CLEANUP], AverageLatency(us), 0.5
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4
[UPDATE], Operations, 516
[UPDATE], AverageLatency(us), 342.781007751938
[UPDATE], MinLatency(us), 33
[UPDATE], MaxLatency(us), 12143
[UPDATE], 95thPercentileLatency(us), 344
[UPDATE], 99thPercentileLatency(us), 2285
[UPDATE], Return=OK, 516